Repository: nvdaaddons/soundSplitter
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: uk

source: Unsupported Windows release
uk: Непідтримувана версія Windows

source: You are using {releaseName} ({build}), a Windows release not supported by this add-on. This add-on requires {supportedReleaseName} ({supportedBuild}) or later.
uk: Ви використовуєте {releaseName} ({build}), версію Windows, яку цей додаток не підтримує. Цей додаток вимагає {supportedReleaseName} ({supportedBuild}) чи пізнішу.

source: Sound Splitter
uk: Розділювач звуку

source: The Sound Splitter add-on can not currently be used in this version of NVDA while WASAPI is enabled in NVDA Advanced settings. If you want to use Sound Splitter, first disable WASAPI, then restart NVDA. The author apologizes for this inconvenience, and intends to support WASAPI as soon as possible.
uk: Додаток Sound Splitter наразі не можна використати в цій версії NVDA, допоки в додаткових налаштуваннях NVDA увімкнено WASAPI. Якщо ви хочете використовувати Sound Splitter, спочатку вимкніть WASAPI, а потім перезапустіть NVDA. Автор перепрошує за ці незручності і має намір додати підтримку WASAPI якнайшвидше.

source: &Split NVDA sound and applications' sounds into left and right channels
uk: &Розділення звуку NVDA і звукових додатків на лівий і правий канали

source: Switch &left and right during sound split
uk: &Перемикання ліворуч і праворуч під час розділення звуку

source: Sound Splitter is disabled while WASAPI is being used. Please Turn off WASAPI in NVDA Advanced settings, restart NVDA and try again.
uk: Розділювач звуку вимкнено під час використання WASAPI. Будь ласка, вимкніть WASAPI у Додаткових налаштуваннях NVDA, перезапустіть NVDA і спробуйте ще раз.

source: Toggle sound split
uk: Перемикання розділення звуку

source: Sound split enabled, NVDA on the right
uk: Розділення звуку увімкнено, NVDA праворуч

source: Sound split enabled, NVDA on the left
uk: Розділення звуку увімкнено, NVDA ліворуч

source: Sound split disabled
uk: Розділення звуку вимкнено

source: Splits sound from NvDA screen reader and other programs to separate channels
uk: Розділяє звук NVDA та інших програм на окремі канали
